{
  "cmp-nvim-lsp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "galaxyline.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "milli.nvim": { "branch": "main" },
  "nnn.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-illuminate": { "branch": "master" }
}